{
    "e1": {
        "name": "Pilot",
        "info": "Series following single mother Lorelai Victoria Gilmore and her daughter Lorelai 'Rory' Leigh Gilmore in the fictional town of Stars Hollow, Connecticut, a close-knit small town housing quirky characters aplenty. In this first episode, Lorelai must ask her estranged parents for financial help when her daughter is accepted into a prestigious prep school."
    },
    "e2": {
        "name": "The Lorelais' First Day At Chilton",
        "info": "Rory's first day at Chilton Prep begins badly when Lorelai accompanies her daughter into the intimidating school wearing a T-shirt, cut-off jeans and cowboy boots, an outfit that draws disapproving stares from the other mothers."
    },
    "e3": {
        "name": "Kill Me Now",
        "info": "Rory and her grandfather enjoy a glorious day of golf, making Lorelai feel left out and the inn hosts a double wedding with two sets of identical twins."
    },
    "e4": {
        "name": "The Deer Hunters",
        "info": "Rory becomes obsessive about studying for a Shakespeare exam after she receives her first D grade, but when she misses the exam it leads to a parent-teacher conference."
    },
    "e5": {
        "name": "Cinnamon's Wake",
        "info": "Mother and daughter both wrestle with romance when Rory finds herself painfully flustered every time she is around Dean, while Lorelai agrees to have dinner with Rory's teacher Max Medina."
    },
    "e6": {
        "name": "Rory's Birthday Parties",
        "info": "Emily throws Rory an elegant birthday party and invites Chilton students, but Rory is embarrassed that the kids she doesn't get along with have been forced to come to the party by their own wealthy parents."
    },
    "e7": {
        "name": "Kiss and Tell",
        "info": "When Rory neglects to tell Lorelai that she experienced her first kiss from Dean, Lorelai tries to overcome her hurt feelings and prove she's fine with their relationship."
    },
    "e8": {
        "name": "Love and War and Snow",
        "info": "Rory (Alexis Bledel) is stranded at her grandparents' (Kelly Bishop, Edward Herrmann) house by a snowstorm; Lorelai (Lauren Graham) spends the night with Rory's teacher, Max (guest star Scott Cohen); the townspeople re-enact a Revolutionary War battle."
    },
    "e9": {
        "name": "Rory's Dance",
        "info": "Rory and Dean fall asleep together following a fairytale evening at a formal dance, leading to a blowout between Lorelai and her mother over discipline."
    },
    "e10": {
        "name": "Forgiveness and Stuff",
        "info": "Hurt and upset when she finds herself uninvited to her parents' annual Christmas bash, Lorelai is frantic when she hears that her father Richard has collapsed at the party."
    },
    "e11": {
        "name": "Paris Is Burning",
        "info": "Lorelai tries to break up with Rory's teacher, Max, on parent-teacher night, which leads to more problems for her daughter at school."
    },
    "e12": {
        "name": "Double Date",
        "info": "After Lorelai encourages Sookie to ask out Jackson, she finds herself on a double date with Jackson's weird cousin, and Rory goes on a double date as well."
    
    },
    "e13": {
        "name": "Concert Interruptus",
        "info": "Though Lorelai is excited about going to a Bangles concert, she offers the four concert tickets to Rory and three of her new schoolmates."
    },
    "e14": {
        "name": "That Damn Donna Reed",
        "info": "When Lorelai loses Rory's baby chick, she invites Luke over to help her search the house; Rory surprises Dean with a traditional home-cooked meal."
    },
    "e15": {
        "name": "Christopher Returns",
        "info": "When Rory's father makes an unexpected visit, he awakens long-buried feelings of passion in Lorelai, as well as inspiring anger in Lorelai's parents."
    },
    "e16": {
        "name": "Star-Crossed Lovers and Other Strangers",
        "info": "Dean (Jared Padalecki) tells Rory (Alexis Bledel) that he loves her; Lorelai (Lauren Graham) suffers through dinner with her parents and a blind date (Kelly Bishop, Edward Herrmann and guest star Paul Cassell); Luke's old flame (guest star Lisa Ann Hadley) returns to Stars Hollow."
    },
    "e17": {
        "name": "The Breakup: Part 2",
        "info": "Rory kisses Tristin at a party after fighting with Dean, and Lorelai impulsively shows up at Max's house for a night of lovemaking."
    },
    "e18": {
        "name": "The Third Lorelai",
        "info": "Rory's great-grandmother offers Lorelai a trust fund for Rory's education, causing Emily to fear losing her newfound relationship with them."
    },
    "e19": {
        "name": "Emily in Wonderland",
        "info": "A road trip through her granddaughter's past inspires Emily to make up for the material things Rory did not have growing up."
    },
    "e20": {
        "name": "P.S. I Lo...",
        "info": "Rory runs to her grandparents' house after discovering Lorelai and Max are dating again, and Lorelai discovers the truth behind Dean and Rory's breakup."
    },
    "e21": {
        "name": "Love, Daisies and Troubadours",
        "info": "Lorelai (Lauren Graham) becomes increasingly serious about Max (guest star Scott Cohen); Luke's girlfriend (guest star Lisa Ann Hadley) accuses him of being in love with Lorelai; Rory (Alexis Bledel) attempts to win Dean (Jared Padalecki) back. With Scott Patterson."
    }
}
